app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "dummy"], ["email", "dummy"], ["comments", "test"], ["created_at", 2018-07-11 15:02:54 UTC], ["updated_at", 2018-07-11 15:02:54 UTC]]
---
  def create
    @contact = Contact.new (contact_params)
    if @contact.save